;Place localized text in this file

[Minigun_CV X2WeaponTemplate]
FriendlyName="Minigun"
FriendlyNamePlural="Miniguns"
BriefSummary="The Cannon is an improvised light support weapon, specialized for high volume fire. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage once we perfect modular weapon technology."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn.\n<Bullet/> Use upgrades looted from enemies to improve the Cannon's tactical effectiveness."
AbilityDescName="cannon"

[Minigun_MG X2WeaponTemplate]
FriendlyName="Mag Minigun"
FriendlyNamePlural="Mag Miniguns"
BriefSummary="Magnetic weapons tech will let us deploy a rapid-fire version of the cannon. Our Grenadiers will be able to lay down a much deadlier volume of fire."
TacticalText="<Bullet/> The Mag Cannon is a much more powerful, yet equally deployable, version of the conventional Cannon.\n<Bullet/> Use upgrades looted from enemies to improve the Mag Cannon's tactical effectiveness."
AbilityDescName="cannon"

[Minigun_BM X2WeaponTemplate]
FriendlyName="Beam Minigun"
FriendlyNamePlural="Beam Miniguns"
BriefSummary="Devising a more powerful, high-volume beam weapon for our Grenadiers required substantial effort, but the firepower it brings is unquestioned."
TacticalText="<Bullet/> The Beam Cannon is the most powerful combat support weapon human forces can deploy.\n<Bullet/> Use upgrades looted from enemies to improve the Beam Cannon's tactical effectiveness."
AbilityDescName="cannon"